<?php
// Heading
$_['heading_title']       = 'Новини';

// Text
$_['text_blogs']          = 'Новини';
$_['text_success']        = 'Коментар успішно додано!';
$_['text_approval']       = 'Ваш коментар очікує на підтвердження! Він буде доступний після схвалення адміністратора';
$_['text_no_blogs']       = 'Блоги не додано!';
$_['text_read_more']      = 'Читати далі';
$_['text_date_added']     = 'Дата додавання';
$_['text_login_required'] = 'Ви повинні <a href="%s">авторизуватись</a> для додавання коментарів. Якщо Ви ще не маєте акаунту, Ви можете <a href="%s">зареєструватись</a>. Реєстрація безкоштовна!';
$_['text_your_comments']  = 'Ваші коментарі';
$_['text_leave_comment']  = 'Залишити коментар';
$_['text_error']       	  = 'Блог не знайдено!';

// Entry
$_['entry_author']        = 'Автор';
$_['entry_email']         = 'E-Mail';
$_['entry_comment']       = 'Коментар';

// Column
$_['column_title']        = 'Назва новини';

// Button
$_['button_comment_add']  = 'Додати коментар';
$_['button_list_blogs']   = 'Список усіх новин';
$_['button_view']         = 'Переглянути новини';

// Email
$_['email_subject']       = 'Коментар: %s';
$_['email_content']       = 'Додано коментар до новини "%s".';

// Error
$_['error_author']        = 'Ім`я автора повинне містити від 1 до 32 символів!';
$_['error_email']         = 'E-Mail Адреса пошти коректна!';
$_['error_comment']       = 'Коментар повинен містити від 10 до 3000 символів!';

